Repository: YayCommerce/yay-reviews
Catalog: languages/yay-reviews-*.po
Languages: vi

source: Dashboard
vi: Bảng điều khiển

source: Review
vi: Đánh giá

source: Reminder
vi: Nhắc nhở

source: Rewards
vi: Phần thưởng

source: Emails
vi: Email

source: Emails Queue
vi: Hàng đợi email

source: Save
vi: Lưu

source: Active
vi: Kích hoạt

source: Inactive
vi: Không hoạt động

source: Settings
vi: Cài đặt

source: Addon
vi: Tiện ích bổ sung

source: ON
vi: BẬT

source: OFF
vi: TẮT

source: Something went wrong
vi: Đã xảy ra lỗi

source: You can change this any time in
vi: Bạn có thể thay đổi điều này bất cứ lúc nào trong

source: Product reviews are disabled in WooCommerce.
vi: Đánh giá sản phẩm bị vô hiệu hóa trong WooCommerce.

source: WooCommerce settings
vi: Cài đặt WooCommerce

source: Turn on
vi: Bật

source: Review reminder
vi: Nhắc nhở đánh giá

source: Sends reminders to customers after buying, encouraging reviews and increasing engagement.
vi: Gửi lời nhắc nhở tới khách hàng sau khi mua hàng, khuyến khích đánh giá và tăng cường sự tương tác.

source: Review rewards
vi: Đánh giá phần thưởng

source: Sends discount coupons for quality reviews meeting set criteria, encouraging great feedback and repeat purchases.
vi: Gửi phiếu giảm giá cho những đánh giá chất lượng đáp ứng các tiêu chí đã đề ra, khuyến khích phản hồi tốt và mua hàng lặp lại.

source: Welcome to Yay Reviews
vi: Chào mừng bạn đến với Yay Reviews

source: Your central hub for managing review forms, reminders, and coupons, providing an intuitive interface to monitor and optimize customer feedback.
vi: Trung tâm quản lý biểu mẫu đánh giá, lời nhắc và phiếu giảm giá, cung cấp giao diện trực quan để theo dõi và tối ưu hóa phản hồi của khách hàng.

source: Go to
vi: Đi đến

source: Review settings
vi: Xem lại cài đặt

source: Addon-on settings
vi: Cài đặt tiện ích bổ sung

source: Text color
vi: Màu chữ

source: Font Weight
vi: Độ đậm

source: Light (300)
vi: Ánh sáng (300)

source: Normal (400)
vi: Bình thường (400)

source: Medium (500)
vi: Trung bình (500)

source: Semi Bold (600)
vi: Bán đậm (600)

source: Bold (700)
vi: Đậm 700

source: Extra Bold (800)
vi: Đậm hơn (800)

source: Email subject
vi: Tiêu đề email

source: Email heading
vi: Tiêu đề email

source: Email content
vi: Nội dung email

source: {customer_name} - Customer's name
vi: {customer_name} - Tên khách hàng

source: {site_title} - Your site title
vi: {site_title} - Tiêu đề trang web

source: {review_products} - List products need review
vi: {review_products} - Liệt kê sản phẩm cần xem xét

source: {coupon_code} - Coupon code
vi: {coupon_code} - Mã giảm giá

source: {product_name} - Product name
vi: {product_name} - Tên sản phẩm

source: Reset template
vi: Đặt lại giao diện

source: Reset the template to the default values.
vi: Đặt lại mẫu về giá trị mặc định.

source: Cancel
vi: Hủy

source: Preview
vi: Xem trước

source: Desktop preview
vi: Xem trước máy tính để bàn

source: Mobile preview
vi: Xem trước ở điện thoại

source: Send test mail
vi: Gửi email thử nghiệm

source: Send a test email
vi: Gửi một email thử nghiệm

source: Send yourself a test email to check how your email looks in different email apps.
vi: Gửi cho mình một email thử nghiệm để kiểm tra xem email của bạn trông như thế nào trong các ứng dụng email khác nhau.

source: Enter your email address
vi: Nhập địa chỉ email của bạn

source: Email sent successfully
vi: Email đã được gửi thành công

source: Email sending failed
vi: Gửi email thất bại

source: Email templates
vi: Mẫu Email

source: Reward
vi: Phần thưởng

source: Normal products
vi: Sản phẩm thông thường

source: Featured products
vi: Sản phẩm nổi bật

source: On sale products
vi: Sản phẩm giảm giá

source: Newest products
vi: Sản phẩm mới

source: High rated products
vi: Sản phẩm được đánh giá cao

source: Low rated products
vi: Sản phẩm được đánh giá thấp

source: Best selling products
vi: Sản phẩm bán chạy nhất

source: All products
vi: Tất cả sản phẩm

source: Any rating
vi: Bất kỳ đánh giá nào

source: Less than 5★
vi: Dưới 5★

source: 5★ only
vi: Chỉ 5★

source: No requirement
vi: Không yêu cầu

source: Photo or video required
vi: Yêu cầu chụp ảnh hoặc video

source: After every review
vi: Sau mỗi lần đánh giá

source: After every 2 reviews
vi: Sau mỗi 2 đánh giá

source: After every 3 reviews
vi: Sau mỗi 3 đánh giá

source: Type
vi: Loại

source: To
vi: Đến

source: Status
vi: Trạng thái

source: Pending
vi: Đang chờ xử lý

source: Sent
vi: Đã gửi

source: Cancelled
vi: Đã hủy

source: Coupon
vi: Mã giảm giá

source: Product
vi: Sản phẩm

source: Rating
vi: Đánh giá

source: Media
vi: Đa phương tiện

source: Frequency
vi: Tần suất

source: Sent after
vi: Gửi sau

source: Remind products
vi: Nhắc nhở sản phẩm

source: No email queue found.
vi: Không tìm thấy hàng đợi email.

source: Email type
vi: Loại email

source: Customer email
vi: Email khách hàng

source: Delivery time
vi: Thời gian giao hàng

source: View
vi: Xem

source: Send
vi: Gửi

source: Re-send
vi: Gửi lại

source: Dismiss
vi: Bỏ qua

source: Dismiss email
vi: Loại bỏ email

source: Are you sure you want to dismiss this email?
vi: Bạn có chắc chắn muốn loại bỏ email này không?

source: Information
vi: Thông tin

source: Showing
vi: Hiển thị

source: of
vi: của

source: emails
vi: email

source: Change
vi: Thay đổi

source: email template
vi: mẫu email

source: On-sale products
vi: Sản phẩm giảm giá

source: High-rated products
vi: Sản phẩm được đánh giá cao

source: Low-rated products
vi: Sản phẩm được đánh giá thấp

source: Remind customers to review
vi: Nhắc nhở khách hàng đánh giá

source: from an order
vi: từ một đơn đặt hàng

source: When should the reminder be sent?
vi: Khi nào nên gửi lời nhắc?

source: Send a reminder email to customers
vi: Gửi email nhắc nhở cho khách hàng

source: Select filter
vi: Chọn bộ lọc

source: Minute(s)
vi: Phút

source: Hour(s)
vi: Giờ

source: Day(s)
vi: Ngày

source: after order completed
vi: Sau khi đặt hàng xong

source: What products should be reminded?
vi: Những sản phẩm nào cần được nhắc nhở?

source: Product filter
vi: Bộ lọc sản phẩm

source: All
vi: Tất cả các

source: Upload media
vi: Tải lên phương tiện

source: Is media required when submitting a review?
vi: Phương tiện truyền thông có cần thiết khi gửi đánh giá không?

source: Media types
vi: Loại phương tiện

source: Select types
vi: Chọn loại

source: Video and photo
vi: Video và ảnh

source: Only video
vi: Chỉ video

source: Only photo
vi: Chỉ ảnh

source: Maximum files per review
vi: Số lượng tệp tối đa cho mỗi lần đánh giá

source: Unlimited
vi: Không giới hạn

source: Maximum file size (Kb)
vi: Kích thước tệp tối đa (Kb)

source: Maximum 102400Kbs
vi: Tối đa 102400Kbs

source: Field label (optional)
vi: Tên trường (tùy chọn)

source: Field description (optional)
vi: Mô tả trường (tùy chọn)

source: Type your description here
vi: Nhập mô tả của bạn vào đây

source: Data processing consent
vi: Sự đồng ý xử lý dữ liệu

source: Before message
vi: Trước tin nhắn

source: We respect your privacy and need your consent to continue.
vi: Chúng tôi tôn trọng quyền riêng tư của bạn và cần sự đồng ý của bạn để tiếp tục.

source: Inline GDPR message
vi: Thông báo GDPR nội tuyến

source: I agree to the Privacy Policy.
vi: Tôi đồng ý với Chính sách bảo mật.

source: Verified owner label
vi: Nhãn chủ sở hữu đã xác minh

source: Verification required
vi: Yêu cầu xác minh

source: Star ratings enabled
vi: Đã bật xếp hạng sao

source: Star ratings required
vi: Yêu cầu xếp hạng sao

source: WooCommerce Settings
vi: Cài đặt Bán Hàng Online

source: Reviews
vi: Đánh giá

source: Show "verified owner" label on customer reviews
vi: Hiển thị nhãn "Khách đã sử dụng dịch vụ" cho đánh giá của khách hàng

source: Reviews can only be left by "verified owners"
vi: Chỉ cho phép đánh giá từ "Khách đã sử dụng dịch vụ"

source: Product ratings
vi: Xếp hạng sản phẩm

source: Enable star rating on reviews
vi: Cho phép xếp hạng sao trên các đánh giá

source: Star ratings should be required, not optional
vi: Xếp hạng sao nên được yêu cầu, không bắt buộc

source: Manage
vi: Điều khiển

source: Reward for reviewing the product
vi: Phần thưởng cho việc đánh giá sản phẩm

source: Failed to create coupon
vi: Lỗi khi tạo mã giảm giá

source: Coupon code
vi: Mã giảm giá

source: Placeholder
vi: Giữ chỗ

source: Generate
vi: Tạo

source: Coupon amount
vi: Số tiền giảm giá

source: Expiry date
vi: Ngày hết hạn

source: No expiry
vi: Không có ngày hết hạn

source: Add coupon
vi: Thêm mã giảm giá

source: Create new coupon
vi: Tạo mới mã giảm giá

source: Every review
vi: Mọi đánh giá

source: every review
vi: Mọi đánh giá

source: Every 2 reviews
vi: Mỗi 2 đánh giá

source: every 2 reviews
vi: mỗi 2 đánh giá

source: Every 3 reviews
vi: Mỗi 3 đánh giá

source: every 3 reviews
vi: mỗi 3 đánh giá

source: less than 5★
vi: ít hơn 5★

source: at least one photo or video
vi: ít nhất một ảnh hoặc video

source: photo or video required
vi: Yêu cầu ảnh hoặc video

source: Expired
vi: Đã hết hạn

source: Out of usage
vi: Hết số lần sử dụng

source: off coupon
vi: Phiếu giảm giá

source: Reward will be given
vi: Phần thưởng sẽ được trao

source: is
vi: là

source: are
vi: là

source: contains
vi: có chứa

source: contain
vi: chứa

source: that
vi: đó

source: and
vi: và

source: Enable/disable reward
vi: Bật/tắt phần thưởng

source: Duplicate
vi: Nhân bản

source: Delete reward
vi: Xóa phần thưởng

source: Are you sure you want to delete this reward?
vi: Bạn có chắc chắn muốn xóa phần thưởng này không?

source: Delete
vi: Xóa

source: Creates a unique one-time coupon for each review
vi: Tạo một phiếu giảm giá một lần duy nhất cho mỗi bài đánh giá

source: Manual coupon
vi: Phiếu giảm giá thủ công

source: Select coupon to be sent
vi: Chọn phiếu giảm giá để gửi

source: Select coupon
vi: Chọn phiếu giảm giá

source: expired
vi: hết hạn

source: out of usage
vi: ết số lần sử dụng

source: No coupons found
vi: Không tìm thấy phiếu giảm giá

source: or
vi: hoặc

source: coupon cannot be sent to customers as rewards. Please update its
vi: phiếu giảm giá không thể được gửi cho khách hàng như phần thưởng. Vui lòng cập nhật

source: restrictions
vi: hạn chế

source: Who can receive the reward?
vi: Ai có thể nhận được phần thưởng?

source: Select value
vi: Chọn giá trị

source: All reviewers (include guest users)
vi: Tất cả người đánh giá (bao gồm cả người dùng khách)

source: Purchased customers only
vi: Chỉ dành cho khách hàng đã mua

source: Guest users only
vi: Chỉ người dùng khách

source: Conditions to trigger the reward
vi: Điều kiện để kích hoạt phần thưởng

source: Select requirement
vi: Chọn yêu cầu

source: No reward added
vi: Không có phần thưởng nào được thêm vào

source: Sends discount coupons for quality reviews meeting set criteria,
vi: Gửi phiếu giảm giá cho những đánh giá chất lượng đáp ứng các tiêu chí đã đề ra,

source: encouraging great feedback and repeat purchases.
vi: khuyến khích phản hồi tốt và mua hàng lặp lại.

source: Create new
vi: Tạo mới

source: You have
vi: Bạn có

source: reward sets
vi: Bộ phần thưởng

source: reward set
vi: bộ phần thưởng

source: Each review can trigger only one reward set
vi: Mỗi bài đánh giá chỉ có thể kích hoạt một bộ phần thưởng

source: Add reward set
vi: Thêm bộ phần thưởng

source: Settings saved successfully
vi: Cài đặt được lưu thành công

source: Failed to save settings
vi: Không lưu được cài đặt

source: Title
vi: Tiêu đề

source: Yay Reviews Settings
vi: Cài đặt Yay

source: Verify nonce failed
vi: Xác minh nonce không thành công

source: Invalid addon id or status
vi: ID hoặc trạng thái của tiện ích bổ sung không hợp lệ

source: Invalid email id
vi: Id email không hợp lệ

source: Email dismissed successfully
vi: Email bị loại bỏ thành công

source: WC reviews settings updated successfully
vi: Cài đặt đánh giá WC được cập nhật thành công

source: Invalid update field or value
vi: Trường hoặc giá trị cập nhật không hợp lệ

source: Email previewed successfully
vi: Email được xem trước thành công

source: Reminder email
vi: Email nhắc

source: Thank you for your purchase!
vi: Cảm ơn bạn đã mua!

source: Thank you for your recent purchase! Please take a moment to share your thoughts by reviewing these products. Your feedback helps us improve and earns you reward! {review_products}
vi: Cảm ơn bạn đã mua hàng gần đây của bạn! Vui lòng dành một chút thời gian để chia sẻ suy nghĩ của bạn bằng cách đánh giá các sản phẩm này. Phản hồi của bạn giúp chúng tôi cải thiện và kiếm được phần thưởng cho bạn! {review_products}

source: Review reward email
vi: Email phần thưởng sau khi đánh giá

source: Thank you for your review!
vi: Cảm ơn bạn đã đánh giá!

source: Thank you for reviewing {product_name}! As a token of our appreciation, we've sent you coupon: {coupon_code} to use on your next purchase.
vi: Cảm ơn bạn đã đánh giá {product_name}! Để bày tỏ lòng biết ơn, chúng tôi đã gửi cho bạn phiếu giảm giá: {coupon_code} để sử dụng cho lần mua hàng tiếp theo của bạn.

source: Review Reminder
vi: Nhắc nhở đánh giá

source: This email is sent to customers to remind them to review their purchased products.
vi: Email này được gửi tới khách hàng để nhắc nhở họ xem lại sản phẩm đã mua.

source: Enable/Disable
vi: Kích hoạt/Vô hiệu hóa

source: Enable this email notification
vi: Kích hoạt thông báo email này

source: Subject
vi: Tiêu đề

source: Available placeholders: %s
vi: Các trường nhập có sẵn: %s

source: Email Heading
vi: Tiêu đề email

source: Email Content
vi: Nội dung

source: Choose which format of email to send.
vi: Chọn định dạng email gửi đi.

source: Review Reward
vi: Quà tặng

source: This email is sent to customers to reward them for their reviews.
vi: Email này được gửi tới khách hàng để khen thưởng vì đã đánh giá.

source: Please upload at least 1 %s.
vi: Vui lòng tải lên ít nhất 1 %s.

source: video or photo
vi: Video hoặc ảnh

source: photo
vi: chụp hình

source: Verified owner
vi: Chủ sở hữu đã xác minh

source: Please check GDPR checkbox.
vi: Vui lòng đánh dấu vào ô GDPR.

source: The size of the file %1$s is too large; the maximum allowed size is %2$sKB.
vi: Kích thước của tệp %1$s quá lớn; kích thước tối đa được phép là %2$sKB.

source: You can only upload a maximum of %1$s files.
vi: Bạn chỉ có thể tải lên tối đa %1$s tệp.

source: The review title must be less than 60 characters.
vi: Tiêu đề đánh giá phải nhỏ hơn 60 ký tự.

source: You can upload jpg/png & video (maximum 2000Kbs)
vi: Bạn có thể tải lên jpg/png & video (tối đa 2000Kbs)

source: Send in
vi: Gửi vào

source: Other Plugins
vi: Các Plugin khác

source: Nonce is invalid
vi: Rỗng là không hợp lệ

source: Get data success
vi: Lấy dữ liệu thành

source: Error exception.
vi: Lỗi

source: Error.
vi: Lỗi.

source: Activate success
vi: Kích hoạt thành

source: Install success
vi: Cài đặt thành

source: Update success
vi: Cập nhật thành

source: Help
vi: Trợ giúp

source: Licenses
vi: Giấy phép

source: Other plugins
vi: Các plugin khác

# plugin
source: Install %s now
vi: Cài đặt %s ngay

source: Install Now
vi: Cài đặt ngay

# plugin
source: Cannot Install
vi: Không thể cài đặt

# plugin
source: Update %s now
vi: Cập nhật %s ngay

source: Update Now
vi: Cập nhật ngay

# plugin
source: Cannot Update
vi: Không thể cập nhật

# plugin
source: Activated
vi: Đã kích hoạt

source: Activate
vi: Kích hoạt

# plugin
source: Activate %s
vi: Kích hoạt %s

source: Network Activate
vi: Mạng kích hoạt

# plugin
source: Network Activate %s
vi: Kích hoạt mạng %s

# plugin
source: Cannot Activate
vi: Không thể khích hoạt

# plugin
source: Installed
vi: Đã cài đặt

source: This plugin doesn&#8217;t work with your versions of WordPress and PHP.
vi: Plugin này không hoạt động với phiên bản WordPress và PHP của bạn.

source: <a href="%1$s">Please update WordPress</a>, and then <a href="%2$s">learn more about updating PHP</a>.
vi: <a href=“%1$s”>Vui lòng cập nhật WordPress</a>, sau đó <a href=“%2$s”>tìm hiểu thêm về việc cập nhật PHP</a>.

source: <a href="%s">Please update WordPress</a>.
vi: <a href=“%s”>Vui lòng cập nhật WordPress</a>.

source: <a href="%s">Learn more about updating PHP</a>.
vi: <a href=“%s”>Tìm hiểu thêm về việc cập nhật PHP</a>.

source: This plugin doesn&#8217;t work with your version of WordPress.
vi: Plugin này không hoạt động với phiên bản WordPress của bạn.

source: This plugin doesn&#8217;t work with your version of PHP.
vi: Plugin này không hoạt động với phiên bản PHP của bạn.

source: Product Image
vi: Ảnh sản phẩm

source: Leave a review
vi: Gởi đánh giá

source: Reviews with media
vi: Đánh giá với phương tiện truyền thông

source: See all media
vi: Xem tất cả phương tiện truyền thông

source: All media
vi: Tất cả các phương tiện truyền thông

source: Review Details
vi: Xem chi tiết

source: Reviewed in
vi: Đã được đánh giá trong

source: at
vi: lúc

source: Medias in this review
vi: Phương tiện truyền thông trong bài đánh giá này

source: Upload
vi: Tải lên

source: Product Attributes (Optional)
vi: Thuộc tính sản phẩm (Không bắt buộc)

source: Select
vi: Chọn

source: Title (optional)
vi: Tiêu đề (tùy chọn)

source: Maximum 60 characters
vi: Tối đa 60 ký tự

source: No ratings
vi: Không có xếp hạng

source: You are currently viewing the reviews that provided a rating of <strong>%1$s stars</strong>. <a href="%2$s">See all reviews</a>
vi: Bạn hiện đang xem các bài đánh giá cung cấp xếp hạng <strong>%1$s sao</strong>. <a href="%2$s">Xem tất cả các đánh giá</a>

source: Please activate WooCommerce to activate Yay Reviews
vi: Vui lòng kích hoạt WooCommerce để kích hoạt Yay Reviews

source: YayReviews - Product Reviews for WooCommerce
vi: YayReviews - Đánh giá sản phẩm cho WooCommerce

source: YayReviews helps you to do more things with WooCommerce reviews.
vi: YayReviews giúp bạn làm được nhiều việc hơn với các bài đánh giá trên WooCommerce.
